;;===============================================================
;;	characters - strAcquiredText is shown in YAF1
;;===============================================================

[AdvShieldBearer_GreenM1 X2CharacterTemplate]
strCharacterName="高级圣骑士生物爆破者"
strAcquiredText="配备酸性手榴弹和毒液弹。小心他们的盾牌爆裂会导致酸性灼伤。"

[AdvShieldBearer_GreenM2 X2CharacterTemplate]
strCharacterName="精英圣骑士生物爆破者"
strAcquiredText="配备有酸性炸弹和毒液弹。小心其护盾爆裂导致酸性灼伤。"

[AdvShieldBearer_BlueM1 X2CharacterTemplate]
strCharacterName="高级圣骑士科技爆破者"
strAcquiredText="配备有 EMP 手榴弹和蓝屏弹。小心他们的护盾爆破会使武器失效。"

[AdvShieldBearer_BlueM2 X2CharacterTemplate]
strCharacterName="精英圣骑士科技爆破者"
strAcquiredText="配备有 EMP 炸弹和蓝屏弹。小心他们的护盾爆破会使武器失效。"

[AdvShieldBearer_RedM1 X2CharacterTemplate]
strCharacterName="高级圣骑士火焰喷射者"
strAcquiredText="配备火焰手榴弹和龙弹。小心他们的盾牌爆裂导致火焰灼伤。"

[AdvShieldBearer_RedM2 X2CharacterTemplate]
strCharacterName="精英圣骑士火焰喷射者"
strAcquiredText="装备有火焰炸弹和龙弹。小心他们的盾牌爆炸造成火焰灼伤。"

[AdvShieldBearer_PsiM1 X2CharacterTemplate]
strCharacterName="高级圣骑士灵能爆发者"
strAcquiredText="配备闪光弹和 AP 弹。小心他们的盾牌爆发会使人混乱并吸引失魂者。"

[AdvShieldBearer_PsiM2 X2CharacterTemplate]
strCharacterName="精英圣骑士灵能爆破者"
strAcquiredText="配备闪光弹和 AP 弹。小心他们的盾牌爆发会使人混乱并吸引失魂者。"

;;==================================================== ===============
；；	护盾和能力
;;==================================================== ===============

[ElemCat6Shield_Blue X2WeaponTemplate]
FriendlyName="坚硬光盾"
FriendlyNamePlural="坚硬光盾"
BriefSummary="能量电池小型化方面的进步使得该防护罩能够提供动能保护。集成的全息系统可确保用户的态势感知不受影响。"
TacticalText="能量单元小型化方面的进步使该护盾能够提供动能保护。集成的全息系统可确保用户的态势感知不受影响。<br/><Bullet/> 使用此护盾进行的近战攻击会产生单独爆发效果。<br/><Bullet/> 此护盾由能量制成，不会对用户造成任何负担。"
AbilityDescName="盾牌"

[ElemCat6Shield_Blue X2AbilityTemplate]
LocFriendlyName="坚硬光盾"
LocHelpText="授予用户 <Ability:ES_TAG_SHIELD_POINTS_BLUE/> 护盾点，并为相邻单位提供低掩护。 <Ability:ES_TAG_SHIELD_IMMUNITY_BLUE/> "
LocLongDescription="授予用户 <Ability:ES_TAG_SHIELD_POINTS_BLUE/> 护盾点，并为相邻单位提供低掩护。 <Ability:ES_TAG_SHIELD_IMMUNITY_BLUE/> "
LocFlyOverText="坚硬光盾"

[ShieldBurst_Blue X2AbilityTemplate]
LocFriendlyName="蓝色硬光盾"
LocHelpText="在友军周围升起蓝色护盾并禁用敌方武器"
LocLongDescription="在友军周围升起蓝色护盾并禁用敌方武器"
LocFlyOverText="坚硬光盾"

[ShieldBurstStatus_Blue X2AbilityTemplate]
LocFriendlyName="蓝色硬光盾"
LocHelpText="在友军周围升起蓝色护盾并禁用敌方武器"
LocLongDescription="在友军周围升起蓝色护盾并禁用敌方武器"
LocFlyOverText="坚硬光盾"

;;==================================================== ===============

[ElemCat6Shield_Green X2WeaponTemplate]
FriendlyName="坚硬光盾"
FriendlyNamePlural="坚硬光盾"
BriefSummary="能量电池小型化方面的进步使得该防护罩能够提供动能保护。集成的全息系统可确保用户的态势感知不受影响。"
TacticalText="能量单元小型化方面的进步使该护盾能够提供动能保护。集成的全息系统可确保用户的态势感知不受影响。<br/><Bullet/> 使用此护盾进行的近战攻击会产生单独爆发效果。<br/><Bullet/> 此护盾由能量制成，不会对用户造成任何负担。"
AbilityDescName="盾牌"

[ElemCat6Shield_Green X2AbilityTemplate]
LocFriendlyName="坚硬光盾"
LocHelpText="授予用户 <Ability:ES_TAG_SHIELD_POINTS_GREEN/> 护盾点，并为相邻单位提供低掩护。 <Ability:ES_TAG_SHIELD_IMMUNITY_GREEN/> "
LocLongDescription="授予用户 <Ability:ES_TAG_SHIELD_POINTS_GREEN/> 护盾点，并为相邻单位提供低掩护。 <Ability:ES_TAG_SHIELD_IMMUNITY_GREEN/> "
LocFlyOverText="坚硬光盾"

[ShieldBurst_Green X2AbilityTemplate]
LocFriendlyName="绿色硬光盾"
LocHelpText="在友军周围升起绿色护盾，并向敌人施加酸液"
LocLongDescription="在友军周围升起绿色护盾，并向敌人施加酸液"
LocFlyOverText="坚硬光盾"

[ShieldBurstStatus_Green X2AbilityTemplate]
LocFriendlyName="绿色硬光盾"
LocHelpText="在友军周围升起绿色护盾，并向敌人施加酸液"
LocLongDescription="在友军周围升起绿色护盾，并向敌人施加酸液"
LocFlyOverText="坚硬光盾"

;;==================================================== ===============

[ElemCat6Shield_Psi X2WeaponTemplate]
FriendlyName="坚硬光盾"
FriendlyNamePlural="坚硬光盾"
BriefSummary="能量电池小型化方面的进步使得该防护罩能够提供动能保护。集成的全息系统可确保用户的态势感知不受影响。"
TacticalText="能量单元小型化方面的进步使该护盾能够提供动能保护。集成的全息系统可确保用户的态势感知不受影响。<br/><Bullet/> 使用此护盾进行的近战攻击会产生单独爆发效果。<br/><Bullet/> 此护盾由能量制成，不会对用户造成任何负担。"
AbilityDescName="盾牌"

[ElemCat6Shield_Psi X2AbilityTemplate]
LocFriendlyName="坚硬光盾"
LocHelpText="授予用户 <Ability:ES_TAG_SHIELD_POINTS_PSI/> 护盾点，并为相邻单位提供低掩护。 <Ability:ES_TAG_SHIELD_IMMUNITY_PSI/> "
LocLongDescription="授予用户 <Ability:ES_TAG_SHIELD_POINTS_PSI/> 护盾点，并为相邻单位提供低掩护。 <Ability:ES_TAG_SHIELD_IMMUNITY_PSI/> "
LocFlyOverText="坚硬光盾"

[ShieldBurst_Psi X2AbilityTemplate]
LocFriendlyName="灵能硬光盾"
LocHelpText="在友军周围升起灵能护盾，使敌人迷失方向，并向敌人发起攻击"
LocLongDescription="在友军周围升起灵能护盾，使敌人迷失方向，并向敌人发起攻击"
LocFlyOverText="坚硬光盾"

[ShieldBurstStatus_Psi X2AbilityTemplate]
LocFriendlyName="灵能硬光盾"
LocHelpText="在友军周围升起灵能护盾，使敌人迷失方向，并向敌人发起攻击"
LocLongDescription="在友军周围升起灵能护盾，使敌人迷失方向，并向敌人发起攻击"
LocFlyOverText="坚硬光盾"

;;==================================================== ===============

[ElemCat6Shield_Fire X2WeaponTemplate]
FriendlyName="坚硬光盾"
FriendlyNamePlural="坚硬光盾"
BriefSummary="能量电池小型化方面的进步使得该防护罩能够提供动能保护。集成的全息系统可确保用户的态势感知不受影响。"
TacticalText="能量单元小型化方面的进步使该护盾能够提供动能保护。集成的全息系统可确保用户的态势感知不受影响。<br/><Bullet/> 使用此护盾进行的近战攻击会产生单独爆发效果。<br/><Bullet/> 此护盾由能量制成，不会对用户造成任何负担。"
AbilityDescName="盾牌"

[ElemCat6Shield_Fire X2AbilityTemplate]
LocFriendlyName="坚硬光盾"
LocHelpText="授予用户 <Ability:ES_TAG_SHIELD_POINTS_RED/> 护盾点，并为相邻单位提供低掩护。 <Ability:ES_TAG_SHIELD_IMMUNITY_RED/> "
LocLongDescription="授予用户 <Ability:ES_TAG_SHIELD_POINTS_RED/> 护盾点，并为相邻单位提供低掩护。 <Ability:ES_TAG_SHIELD_IMMUNITY_RED/> "
LocFlyOverText="坚硬光盾"

[ShieldBurst_Fire X2AbilityTemplate]
LocFriendlyName="红色硬光盾"
LocHelpText="在友军周围升起红色护盾并对敌人施加燃烧效果"
LocLongDescription="在友军周围升起红色护盾并对敌人施加燃烧效果"
LocFlyOverText="坚硬光盾"

[ShieldBurstStatus_Fire X2AbilityTemplate]
LocFriendlyName="红色硬光盾"
LocHelpText="在友军周围升起红色护盾并对敌人施加燃烧效果"
LocLongDescription="在友军周围升起红色护盾并对敌人施加燃烧效果"
LocFlyOverText="坚硬光盾"

;;==================================================== ===============
；；	武器
;;==================================================== ===============

[AdvRustyBearerM2_WPN X2WeaponTemplate]
FriendlyName="变种人弹匣步枪"
FriendlyNamePlural="变种人弹匣步枪"
BriefSummary="XCOM 已成功回收了多种标准步兵小型武器；这是最常见的一种，类似于二十年前使用的步枪。虽然它明显不如 变种人磁性技术，但一旦发现标准技术方法，至少可以使用额外的武器回收对其进行升级。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合\n<Bullet/> 如果士兵同时使用两种操作进行射击，则会进行三发射击，准确度会降低，但总体效率会提高\n<Bullet/> 使用从敌人那里夺取的升级来提高突击步枪的战术效力"

[AdvRustyBearerM3_WPN X2WeaponTemplate]
FriendlyName="变种人弹匣步枪"
FriendlyNamePlural="变种人弹匣步枪"
BriefSummary="XCOM 已成功回收了多种标准步兵小型武器；这是最常见的一种，类似于二十年前使用的步枪。虽然它明显不如 变种人磁性技术，但一旦发现标准技术方法，至少可以使用额外的武器回收对其进行升级。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合\n<Bullet/> 如果士兵同时使用两种操作进行射击，则会进行三发射击，准确度会降低，但总体效率会提高\n<Bullet/> 使用从敌人那里夺取的升级来提高突击步枪的战术效力"
